Revit 2027 API
ParameterTypeId.LeaderLength Property
 "Leader Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LeaderLength { get; }
Public Shared ReadOnly Property LeaderLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LeaderLength {
	ForgeTypeId^ get ();
}
static member LeaderLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace